{
    "graduates":[
    {
        "id": 1,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/max_u3qm60.jpg",
        "name": "Max",
        "age": 23,
        "education": "Full Stack Develpoment",
        "review": "Great place to learn the basics of Web Development"
    },
    
    {
        "id": 2,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/adam_foguw7.jpg",
        "name": "Adam",
        "age": 22,
        "education": "Software Development",
        "review": "A professional course that taught me to build my own app from scratch"
    },
    {
        "id": 3,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/ben_drzq3j.jpg",
        "name": "Ben",
        "age": 21,
        "education": "Full Stack Develpoment",
        "review": "I improved my code and improved my desgining skills in a way i didnt excpected"
    },
    {
        "id": 4,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/veronica_dzzlle.jpg",
        "name": "Veronica",
        "age": 23,
        "education": "Cyber Security Defense",
        "review": "After that course i finally know how to protect my most important data"
    },
    {
        "id": 5,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621791/High-Road/Reviews/dan_d7uxmj.jpg",
        "name": "Dan",
        "age": 25,
        "education": "Gaming Development & Design",
        "review": "Thanks to High Road i made my dream come true, and created my own game"
    },
    {
        "id": 6,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621791/High-Road/Reviews/josh_pkbmqu.jpg",
        "name": "Josh",
        "age": 22,
        "education": "Qa & Automation Development",
        "review": "Great place, Professional teachers and amazing campus"
    },
    {
        "id": 7,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/claire_qwmnqk.jpg",
        "name": "Claire",
        "age": 26,
        "education": "Network System Management",
        "review": "High Road as its name, took me to a higher road of success in the world of High Tech"
    },
    {
        "id": 8,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/michael_tgomru.jpg",
        "name": "Michael",
        "age": 27,
        "education": "Software Development",
        "review": "A place that made Code more than a dots and numbers, it turned to my new passion"
    },
    {
        "id": 9,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/leonard_f4uriu.jpg",
        "name": "Leonard",
        "age": 21,
        "education": "Network System Management",
        "review": "After I finished ive seen how my knowledge is higher than other people at my job, the best choice i made"
    },
    {
        "id": 10,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621792/High-Road/Reviews/keith_apnlye.jpg",
        "name": "Keith",
        "age": 23,
        "education": "UX/UI Graphic Designing",
        "review": "Finally i can use my creativity in the best way so the whole world could see"
    }
    ],
    
 "proffesors":[
    {
        "id": 1,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/yonatan_uy8nks.jpg",
        "name": "Yonata Ben Ezra",
        "practice": "Full Stack Development",
        "qualification": "14 years of experience",
        "work":"Google, Facebook"
    },

    {
        "id": 2,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/or_mqivck.jpg",
        "name": "Or Reuben",
        "practice": "Software Development",
        "qualification": "10 years of experience",
        "work":"Microsoft, Sap, waze"
    },
    {
        "id": 3,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621758/High-Road/Proffesorrs/yaron_mad34b.jpg",
        "name": "Yaron Levi",
        "practice": "Cyber Security Defense",
        "qualification": "20 years of experience",
        "work":"CheckPoint, SentinelOne"
    },
    {
        "id": 4,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/alon_hlom5j.jpg",
        "name": "Alon Hershko",
        "practice": "UX/UI Graphic Designing",
        "qualification": "15 years of experience",
        "work":"Amazon, Ebay"
    },
    {
        "id": 5,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/saar_daauno.webp",
        "name": "Saar Valensi",
        "practice": "Gaming Development & Design",
        "qualification": "8 years of experience",
        "work":"SciPlay, Ubisoft-FR"
    },
    {
        "id": 6,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/hadar_uphcmk.jpg",
        "name": "Hadar Messilati",
        "practice": "Qa & Automation Development",
        "qualification": "7 years of experience",
        "work":"Microsoft, Amdocs"
    },
    {
        "id": 7,
        "img": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/ron_qmrftv.jpg",
        "name": "Ron Greenberg",
        "practice": "Network System Management",
        "qualification": "12 years of experience",
        "work":"Google cloud partner, Palo Alto Networks"
    }
 ],
 "product":[
    {
        "id": 1,
        "course": "Software development",
        "img": "https://hobbytime.ch/images/blog/1277/AdobeStock_308697506.jpeg",
        "languages": "C#, Python, JavaScript, React Native, React & Redux, .NET Framework, SQL",
        "length": "10 months",
        "start-date" : "2023-06-05",
        "end-date": "2024-03-05",
        "paragrath1": "Welcome to our comprehensive Software Development course, where you will learn the essential programming languages and frameworks to become a skilled software developer. This course covers a wide range of technologies, including C#, Python, JavaScript, React Native, React & Redux, .NET Framework, and SQL. With a strong emphasis on practical application, you will gain hands-on experience in developing software solutions using these powerful tools. By the end of this course, you will have the skills necessary to build robust applications, create dynamic user interfaces, and effectively manage data using SQL databases.",
        "paragrath2": "In this Software Development course, we provide a structured learning path that caters to both beginners and experienced programmers. Starting with C#, you will explore object-oriented programming principles and learn how to build scalable and maintainable applications. Python, a versatile language, will introduce you to scripting, automation, and data manipulation. JavaScript, React Native, React, and Redux will take you into the realm of web and mobile app development, enabling you to create interactive and visually appealing user interfaces. Additionally, you will gain proficiency in the .NET Framework, a powerful platform for building enterprise-level applications.",
        "paragrath3": "Our Software Development course not only focuses on programming languages and frameworks but also covers the crucial aspect of data management. You will learn SQL, the standard language for managing and querying relational databases. Understanding SQL will empower you to design efficient database structures, write complex queries, and perform data manipulation operations. Throughout the course, you will work on real-world projects and assignments that simulate the challenges faced by software developers. By applying your knowledge to practical scenarios, you will strengthen your problem-solving skills and develop a portfolio of projects to showcase your abilities. Join our Software Development course and embark on a journey to become a competent software developer with a versatile skill set.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/or_mqivck.jpg",
        "proffesor": "Or Reuben",
        "proffesor-education": "10 years of experience"
    },
    {
        "id": 2,
        "course": "Full Stack development",
        "img": "https://venturebeat.com/wp-content/uploads/2021/05/GettyImages-1291886933-1.jpg?fit=2309%2C1299&strip=all",
        "languages": "HTML, CSS, JavaScript, Python, Node.js, React & Redux, Databases",
        "length": "8 months",
        "start-date" : "2023-07-06",
        "end-date": "2024-02-06",
        "paragrath1": "Welcome to our comprehensive Full Stack development course, designed to equip you with the skills necessary to build dynamic and robust web applications from start to finish. Throughout this course, you will learn essential front-end technologies such as HTML, CSS, and JavaScript, enabling you to create engaging and responsive user interfaces. Moving on to the back-end, you will delve into the world of Python and Node.js, mastering server-side programming and building powerful APIs. Additionally, you will gain proficiency in React and Redux, industry-leading frameworks for creating interactive and scalable user interfaces. With a strong focus on databases, you will also learn how to design and implement efficient data storage solutions.",
        "paragrath2": "Our Full Stack development course offers a hands-on learning experience that combines theoretical knowledge with practical application. You will engage in various coding exercises, projects, and real-world scenarios, allowing you to reinforce your understanding and build a solid foundation in Full Stack development. Starting with HTML and CSS, you will learn the fundamentals of web page structure and styling, ensuring your ability to create visually appealing and accessible interfaces. JavaScript will then take you deeper into the world of interactivity and dynamic web content, empowering you to build interactive web applications. With Python and Node.js, you will gain the skills needed to develop server-side logic, handle requests, and connect with databases.",
        "paragrath3": "One of the key aspects of our Full Stack development course is its comprehensive coverage of databases. You will learn the ins and outs of database design, query languages, and integration with web applications. We will explore both relational and NoSQL databases, providing you with a solid understanding of how to store and retrieve data efficiently. Additionally, you will gain hands-on experience working with frameworks such as Express.js and interacting with databases using ORM (Object-Relational Mapping) tools. By the end of this course, you will have a well-rounded skill set in Full Stack development, enabling you to create end-to-end web applications and pursue a rewarding career in the field.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/yonatan_uy8nks.jpg",
        "proffesor": "Yonatan Ben-Ezra",
        "proffesor-education": "14 years of experience"
    },
    {
        "id": 3,
        "course": "Cyber Security Defense",
        "img": "https://www.cloud4c.com/sites/default/files/2022-08/Cybersecurity-strategy-services-cloud4c-webpage-1.jpg",
        "languages": "Cyber and Digital Forensics, Network Security, Security Economics and Policy, Cyber Security Design and Analysis, Cybersecurity Risk Management, Programing Languages: JAVA, Python, SQL, PHP, VAPT",
        "length": "8 months",
        "start-date" : "2023-06-20",
        "end-date": "2024-01-20",
        "paragrath1": "Welcome to our comprehensive Cyber Security Defense course, designed to equip you with the knowledge and skills necessary to protect critical digital assets and defend against cyber threats. In this course, you will delve into the world of cyber and digital forensics, learning how to investigate and analyze cyber incidents, collect and preserve digital evidence, and identify the perpetrators. Network security will be a core focus, where you will gain expertise in securing networks, detecting and preventing intrusions, and implementing robust security measures. Moreover, you will explore the field of security economics and policy, understanding the economic and policy implications of cybersecurity and learning strategies to mitigate risks.",
        "paragrath2": "Our Cyber Security Defense course goes beyond theoretical concepts and provides practical, hands-on experience. You will have the opportunity to develop your skills in cyber security design and analysis, where you will learn how to assess vulnerabilities, design secure systems, and perform security audits. Additionally, you will gain proficiency in cybersecurity risk management, understanding how to identify, assess, and mitigate risks effectively. Programming languages such as JAVA, Python, SQL, PHP will be taught to equip you with the ability to understand and analyze the underlying code of cyber attacks, as well as develop tools and scripts for cybersecurity purposes. The course also covers VAPT (Vulnerability Assessment and Penetration Testing) methodologies, enabling you to identify weaknesses in systems and networks and provide recommendations for strengthening security.",
        "paragrath3": "Throughout the Cyber Security Defense course, you will engage in various hands-on exercises, practical projects, and simulated scenarios to apply your knowledge and skills in real-world situations. You will learn industry best practices and frameworks to develop a comprehensive understanding of cybersecurity principles, methodologies, and tools. The course will also emphasize the importance of ethical considerations and legal frameworks in cyber security, ensuring that you are well-versed in the legal and ethical aspects of cyber defense. By the end of the course, you will be equipped with the expertise needed to protect organizations against cyber threats, investigate incidents, and develop effective cybersecurity strategies. Join us on this exciting journey to become a skilled cyber security professional.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621758/High-Road/Proffesorrs/yaron_mad34b.jpg",
        "proffesor": "Yaron Levi",
        "proffesor-education": "20 years of experience"
    },
    {
        "id": 4,
        "course": "UX/UI Graphic Designing",
        "img": "https://preview.redd.it/42bg3g1p47b81.jpg?width=3000&format=pjpg&auto=webp&s=dc1936ff975da45aab2cda3c7425641fd40b3b13",
        "languages": "Visual Design Principles, Information Design and Data Visualization, Interaction Design, Information Architecture, Wire framing & Storyboarding, Elements and Widgets, Screen Design and Layouts, Hands-on Assignments and Quiz",
        "length": "6 months",
        "start-date" : "2023-07-14",
        "end-date": "2023-12-14",
        "paragrath1": "Welcome to our UX/UI Graphic Designing course, where you will learn the art of creating engaging and intuitive user experiences. This comprehensive course covers a wide range of topics, starting with visual design principles that form the foundation of creating aesthetically pleasing and visually cohesive designs. You will explore information design and data visualization, learning how to present complex data in a clear and meaningful way. Interaction design will be a key focus, where you will gain expertise in designing seamless and interactive user interfaces. Additionally, you will delve into information architecture, understanding how to structure and organize content to enhance user navigation and accessibility.",
        "paragrath2": "Our UX/UI Graphic Designing course places a strong emphasis on hands-on learning. Through a series of practical assignments and real-world projects, you will have the opportunity to apply the concepts and techniques you learn throughout the course. You will master wireframing and storyboarding, learning how to visually map out user flows and interactions. The course will also cover elements and widgets, enabling you to create intuitive and user-friendly interface components. Moreover, you will gain proficiency in screen design and layouts, understanding how to create visually appealing and balanced designs that optimize the user experience.",
        "paragrath3": "As part of this course, you will have access to a variety of engaging learning materials, including hands-on assignments and quizzes. These resources are designed to reinforce your understanding of the concepts and principles taught in each module. You will receive personalized feedback on your assignments, allowing you to continuously improve your design skills. Throughout the course, you will have the opportunity to develop a portfolio of your work, showcasing your proficiency in UX/UI graphic designing. By the end of this course, you will have a strong foundation in UX/UI design principles and the practical skills necessary to create compelling and user-centered designs. Join us and embark on a journey to become a skilled UX/UI graphic designer.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/alon_hlom5j.jpg",
        "proffesor": "Alon Hershko",
        "proffesor-education": "15 years of experience"
    },
    {
        "id": 5,
        "course": "Gaming Development & Design",
        "img": "https://benesse.jp/programming/_assets21/img/210719/article02.jpg",
        "languages": "C , C#, C++, Lua, Java, Javascript, Python, Objective-C",
        "length": "8 months",
        "start-date" : "2023-08-13",
        "end-date": "2024-03-13",
        "paragrath1": "Welcome to our exciting Gaming Development & Design course, where you will dive into the world of game development and learn the programming languages essential for creating captivating games. In this course, you will gain expertise in a wide range of programming languages, including C, C#, C++, Lua, Java, JavaScript, Python, and Objective-C. Each language serves a unique purpose in game development, from low-level systems programming to high-level scripting and mobile app development. By mastering these languages, you will have the skills necessary to bring your game ideas to life and create immersive gaming experiences.",
        "paragrath2": "Our Gaming Development & Design course offers a hands-on approach to learning. Through a series of practical exercises, coding challenges, and projects, you will apply your knowledge of programming languages to build your own games. Starting with C, C++, and C#, you will explore the fundamentals of game development, including game physics, graphics rendering, and game mechanics. Lua will introduce you to the world of scripting in game engines, enabling you to create interactive gameplay elements. Java and Objective-C will equip you with the skills to develop games for Android and iOS platforms, respectively. JavaScript and Python will broaden your knowledge of web-based game development and game scripting.",
        "paragrath3": "Throughout the Gaming Development & Design course, you will have access to a range of resources and tools to enhance your learning experience. Our instructors will guide you through the game development process, providing valuable insights and industry best practices. You will also have the opportunity to explore popular game engines and frameworks that leverage these programming languages, such as Unity and Unreal Engine. By the end of this course, you will have a strong foundation in multiple programming languages and their application in game development. Whether you aspire to become a game developer, game designer, or game programmer, this course will equip you with the skills and knowledge needed to pursue a successful career in the gaming industry. Join us and embark on an exciting journey into the world of gaming development and design.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/saar_daauno.webp",
        "proffesor": "Saar Valensi",
        "proffesor-education": "8 years of experience"
    },
    {
        "id": 6,
        "course": "Qa & Automation Development",
        "img": "https://www.heise.de/imgs/18/4/1/1/3/3/6/8/shutterstock_1342949630_Irina_Strelnikova-2ff1be10a6b07a7f.jpeg",
        "languages": "Java, C#, Python, Ruby, PHP, JavaScript, SmashTest",
        "length": "6 months",
        "start-date" : "2023-09-28",
        "end-date": "2024-02-28",
        "paragrath1": "Welcome to our comprehensive QA & Automation Development course, where you will gain the skills and knowledge necessary to excel in the field of quality assurance and automation. In this course, you will learn a variety of programming languages essential for automated testing and quality assurance, including Java, C#, Python, Ruby, PHP, and JavaScript. Each language has its unique strengths and applications in the realm of QA and automation, allowing you to create efficient and robust test frameworks, write automated test scripts, and perform rigorous software testing. By mastering these languages, you will be equipped with the expertise to ensure the quality and reliability of software products.",
        "paragrath2": "Our QA & Automation Development course provides a hands-on learning experience. Through a combination of theoretical concepts and practical exercises, you will have the opportunity to apply your knowledge in real-world scenarios. Starting with Java and C#, you will learn the foundations of programming for automation testing, including concepts such as object-oriented programming and test-driven development. Python, Ruby, PHP, and JavaScript will introduce you to additional scripting languages commonly used in QA and automation, expanding your skill set and enabling you to write efficient and maintainable test scripts. Additionally, the course covers SmashTest, a powerful automation testing framework that combines the strengths of various programming languages, making it easier to create automated test suites.",
        "paragrath3": "As part of our QA & Automation Development course, you will have access to a range of resources and tools to enhance your learning experience. Our instructors will guide you through the process of setting up and configuring test environments, writing effective test cases, and executing automated tests. You will also learn about various testing methodologies and techniques, including functional testing, regression testing, and continuous integration. By the end of this course, you will have a solid understanding of QA principles, automation frameworks, and programming languages crucial for successful QA and automation careers. Join us and embark on a rewarding journey to become a skilled QA and automation developer.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/hadar_uphcmk.jpg",
        "proffesor": "Hadar Messilati",
        "proffesor-education": "7 years of experience"
    },
    {
        "id": 7,
        "course": "Network System Management",
        "img": "https://blog.vigilant1.com/hubfs/virtual-machines.jpeg",
        "languages": "Bash, Perl, Tcl, Go, Python",
        "length": "9 months",
        "start-date" : "2023-07-23",
        "end-date": "2024-03-23",
        "paragrath1": "Welcome to our Network System Management course, where you will gain the skills and knowledge necessary to effectively manage and maintain complex network systems. In this course, we focus on teaching you several programming languages that are essential for network system management: Bash, Perl, Tcl, Go, and Python. Each language serves a specific purpose in network automation, configuration management, and system monitoring. By mastering these languages, you will be equipped with the tools to streamline network operations, automate repetitive tasks, and ensure the smooth functioning of network infrastructure.",
        "paragrath2": "Our Network System Management course offers a hands-on approach to learning. Through a series of practical exercises, coding assignments, and real-world simulations, you will have the opportunity to apply your knowledge of programming languages to network management scenarios. Bash scripting will allow you to automate routine tasks, write custom scripts for network troubleshooting, and perform system administration tasks efficiently. Perl, Tcl, and Python will enable you to build powerful network automation and configuration management tools, monitor network devices, and handle data manipulation tasks. Go, a modern programming language, will introduce you to concurrent programming and help you develop high-performance network applications.",
        "paragrath3": "As part of our Network System Management course, you will have access to a range of resources and tools to enhance your learning experience. Our experienced instructors will guide you through the process of network automation, configuration management, and system monitoring using the programming languages taught in this course. You will also learn about industry-standard network management protocols and tools such as SNMP (Simple Network Management Protocol) and NMS (Network Management Systems). By the end of this course, you will have a comprehensive understanding of network system management principles, the ability to write scripts for automating network tasks, and the skills to efficiently manage and monitor network infrastructure. Join us and embark on a rewarding journey to become a proficient network system management professional.",
        "proffesorImg": "https://res.cloudinary.com/dol6p0ex8/image/upload/v1685621759/High-Road/Proffesorrs/ron_qmrftv.jpg",
        "proffesor": "Ron Greenberg",
        "proffesor-education": "12 years of experience"
    }
],
"admin": [
    {
        "id": 1,
        "username": "nitay",
        "password": "123456"
    },
    {
        "id": 2,
        "username": "shahar",
        "password": "456789"
    }
]
    }
